Repository: bestpractical/jifty
Catalog: share/po/*.po
Languages: ro

source: !=>< allowed
ro: !=>< permis`

source: %1 after
ro: %1 după

source: %1 before
ro: %1 înainte

source: %1 contains
ro: %1 conţine

source: %1 greater or equal to
ro: %1 mai mare sau egal ca

source: %1 greater than
ro: %1 mai mare decât

source: %1 is not
ro: %1 nu e

source: %1 lacks
ro: %1 lipseste

source: %1 less or equal to
ro: %1 mai mic sau egal ca

source: %1 less than
ro: %1 mai mic decât

source: %1 line %2
ro: %1 linia %2

source: %1 seconds
ro: %1 secunde

source: %1 until
ro: %1 până când

source: (any)
ro: (orice)

source: - none -
ro: - nimic -

source: . Your email address has now been confirmed.
ro: . Adresa dvs. de mail a fost confirmată

source: A link to reset your password has been sent to your email account.
ro: V-am trimis un link pentru a resetq parola la adresa dvs. de mail

source: A notification from %1!
ro: O notificare de la %1!

source: Add a comment
ro: Adaugă un comentariu

source: Administration
ro: Administrare

source: Administration mode is enabled.
ro: Modul de administrare este activat

source: Alert
ro: Alertă

source: An error occurred. Try again later
ro: Eroare. Încercati mai târziu

source: Any field contains
ro: Orice câmp conţine

source: Anyway, the software has logged this error.
ro: Oricum, softul a înregistrat aceasta eroare

source: Authentication token
ro: Jeton de Autentificare

source: By %1 %2
ro: De %1 %2

source: Cancel
ro: Anulează

source: Children
ro: Copii

source: Close window
ro: Inchide fereastra

source: Confirmation resent.
ro: Confirmare retrimisă.

source: Continue
ro: Continuă

source: Create
ro: Crează

source: Create of %1 failed: %2
ro: Crearea lui %1 failed: %2

source: Created
ro: Creat

source: Delete
ro: Şterge

source: Deleted
ro: Şters

source: Edit
ro: Modifică

source: Email address
ro: Adresă Email

source: Email address confirmed?
ro: Confirmţi adresa Email?

source: Foo cannot contain -, *, +, or ?.
ro: Foo nu poate conţine -, *, +, or ?.

source: Foo cannot contain uppercase letters.
ro: Foo nu poate conţine majuscule

source: Foo values are always in lowercase.
ro: Foo e intotdeauna in minuscule

source: For one reason or another, you got to a web page that caused a bit of an error. And then you got to our 'basic' error handler. Which means we haven't written a pretty, easy to understand error message for you just yet. The message we do have is :
ro: Dintr-un motiv sau altul, această pagină web a produs o eroare. Şi a-ţi obţinut versiunea 'de baza' a rutinei noastre de eroare. Asta inseamnă ca nu a-ţi scris incă un mesaj de eroare destul de uşor de inţeles. Mesajul existent este .

source: Go back home...
ro: Înapoi

source: Hashed Password
ro: Parolă criptată

source: Head on back home
ro: Revenire

source: Hello, %1!
ro: Bună ziua

source: Hi %1!
ro: Salut %1!

source: Hi, we speak %1.
ro: Salut, limba folosită: %1.

source: Hiya, %1.
ro: Salut, %1.

source: How should I display your name to other users?
ro: Numele afişat celorlalţi utilizatori?

source: I changed $field for you
ro: $field a fost modificat

source: I'm not sure how this happened.
ro: Problemă neindentificată.

source: If the username provided conflicts with an existing username or contains invalid characters, you will have to give us a new one.
ro: Dacă acest nume de utilisator intră in conflict cu numele existente sau conţine caractere invalide, va trebui să-l schimbaţi.

source: Internal error
ro: Eroare internă

source: Invalid OpenID URL. Please check to make sure it is correct. (@{[$csr->err]})
ro: URL OpenID invalid. Verificaţi daca este corect. (@{[$csr->err]})

source: It doesn't look like there's an account by that name.
ro: Acest cont pare a fi utilizat deja.

source: It looks like somebody else is using that address. Is there a chance you have another account?
ro: Această adresă pare a fi utilizată de altcineva. Aveţi cumva alt cont?

source: It looks like someone is already using that OpenID.
ro: Acest OpenID pare a fi utilizat de altcineva.

source: It looks like you already have an account. Perhaps you want to <a href="/login">log in</a> instead?
ro: Acest cont există deja. Doriţi să vă <a href="/login">conectaţi</a>?

source: It looks like you didn't enter the same password into both boxes. Give it another shot?
ro: Parolele diferă. Încercaţi din nou?

source: It looks like you're already confirmed.
ro: Aţi confirmat deja.

source: Language
ro: Limba

source: Loading...
ro: Se incarcă

source: Login
ro: Identificare

source: Login to Facebook now to get started!
ro: Conexiunea la Facebook incepe!

source: Login to Facebook now to link it with your current account!
ro: Identificaţi-vă în Facebook acum pentru a asocia cu contul curent!

source: Login with a password
ro: Indentificare cu o parolă

source: Login with your Ldap account
ro: Identificare cu un cont Ldap

source: Login with your OpenID
ro: Indeitificare cu OpenID

source: Login with your ldap account
ro: Identificare cu un cont Ldap

source: Login!
ro: Identificare!

source: Logout
ro: Deconectare

source: Lost your password?
ro: Aţi uitat parola?

source: Mason error
ro: Eroare Mason

source: New password
ro: Parola nouă

source: Next Page
ro: Pagina următoare

source: Nickname
ro: Identitate(nume)

source: No account yet? It's quick and easy.
ro: Încă nu aveţi un cont? E simplu şi uşor.

source: No field contains
ro: Nici un câmp(field) nu conţine

source: No items found.
ro: Nicio înregistrare găsită.

source: No one has made a comment yet.
ro: Niciun comentariu deocamdată.

source: No request to handle
ro: Nicio cerere de tratat

source: No value yet
ro: Nicio valoare incă

source: Online docs
ro: Documentaţii in linie

source: OpenID URL
ro: URL OpenID

source: OpenID verification failed. It looks like you cancelled the OpenID verification request.
ro: Verificarea OpenID-ului a eşuat. Se pare că a-ţi anulat cererea de verificare a OpenIDului.

source: OpenID verification failed:
ro: Verificarea OpenID-ului a eşuat:

source: Page %1 of %2
ro: Pagina %1 din %2

source: Page info
ro: Pagina info

source: Password
ro: Parola

source: Passwords need to be at least six characters long
ro: Parola trebuie sa fie de minimum şase caractere

source: Permission denied
ro: Autorizaţie interzisă

source: Please email us!
ro: Contactaţi-ne prin email, vă rugăm!

source: Preview
ro: Previzualizare

source: Previous Page
ro: Pagina precedentă

source: Really delete?
ro: Confirmaţi ştergerea?

source: Really, really sorry.
ro: Regretăm.

source: Remember me?
ro: Memorează?

source: Rendered in %1s
ro: Realizat în %1s

source: Reset lost password
ro: Schimbare parolă

source: Save
ro: Înregistrare

source: Search
ro: Căutare

source: Send a link to reset your password
ro: Trimitere link pentru schimbarea parolei

source: Send us feedback!
ro: Aşteptă; opiniile dvs.!

source: Sign up
ro: Înregistraţi-vă

source: Sign up for an account!
ro: Înregistraţi-vă pentru a crea un cont!

source: Something bad happened and we couldn't create your account: %1
ro: Eroare, contul:%1, nu a putut fi creat!

source: Something went awry
ro: Eroare

source: Something's not quite right
ro: Ceva nu e corect

source: Sorry about this.
ro: Ne cerem scuze.

source: Sorry, something weird happened (we couldn't create a user for you). Try again later.
ro: Scuze, datorită unei probleme, nu va pute; crea contul. Încercaţi mai târziu.

source: Submit
ro: Trimite

source: Tell us what's good, what's bad, and what else you want %1 to do!
ro: Comunicaţi-ne ce e bun, rău şi ce a-ţi dori să adăugăm la %1!

source: That %1 doesn't look like an email address.
ro: Această adresa: %1 nu pare a fi o adresă validă.

source: That doesn't look like a correct value
ro: Această valoare nu pare a fi corectă

source: That doesn't look like a valid login.
ro: Acest login nu pare a fi valid.

source: That doesn't look like a valid ticket.
ro: Nu pare a fi un tichet valid.

source: That doesn't look like an email address.
ro: Nu pare a fi o adresă email.

source: That doesn't look right, but I don't know why
ro: Nu pare corect, dar nu ştiu cauza

source: The OpenID '$openid' has been linked to your account.
ro: OpenID-ul '$openid' a fost asociat contului dvs.

source: The passwords you typed didn't match each other
ro: Parolele date nu corespund una cu cealaltă

source: There was an error completing the request. Please try again later.
ro: Datorita unei probleme, cererea dvs. nu a fost finalizată. Vă rugăm incercaţi mai târziu.

source: There was an error setting your password.
ro: Eroare la schimbarea parolei dvs.

source: There's a pretty good chance that error message doesn't mean anything to you, but we'd rather you have a little bit of information about what went wrong than nothing. We've logged this error, so we know we need to write something friendly explaining just what happened and how to fix it.
ro: Eroare ne-repertoriată

source: Toggle search
ro: Căutare

source: Try again
ro: Încercaţi din nou

source: Try again later. We're really, really sorry.
ro: Încercaţi din nou, mai târziu. Vă cere; scuze.

source: Type that again?
ro: Confirmaţi?

source: Updated
ro: Modificare inregistrată

source: Variables
ro: Variabile

source: We need you to set a username or quickly check the one associated with your OpenID. Your username is what other people will see when you ask questions or make suggestions
ro: Trebuie sa alegeţi un nume de utilizare sau să-l verificaţi pe cel asociat OpenID-ului dvs. Acest nume se va afişa când puneţi intrebări sau faceti sugestii

source: We've sent a confirmation message to your email box.
ro: Un mesaj de confirmare a fost trimis la adresa dvs. email

source: Welcome %1 to the %2
ro: Bine aţi venit %1 la %2

source: Welcome back,
ro: Bine aţi revenit

source: Welcome back, %1.
ro: Bine aţi revenit

source: Welcome to %1!
ro: Bine ai venit %1!

source: Welcome to %1, %2.
ro: Bine ai venit %1, %2.

source: Welcome to your new Jifty application
ro: Bine aţi venit la noua dvs. aplicaţie Jifty

source: Welcome,
ro: Bine aţi venit,

source: You already logged in.
ro: Sunteţi deja conectat

source: You don't exist.
ro: Contul dvs. nu exista.

source: You got to a page that we don't think exists.
ro: Căutaţi o pagină caer nu există.

source: You got to a page that we don't think exists. Anyway, the software has logged this error. Sorry about this.
ro: Aceasta pagină nu există. Eroarea a fost inregistrată.

source: You have already confirmed your account.
ro: Contul dvs. a fost deja confirmat.

source: You lost your password. A link to reset it will be sent to the following email address:
ro: Aţi pierdut parola. Un link pentru modificarea parolei va fi trans;is la adresa email următoare:

source: You may have mistyped your email or password. Give it another shot.
ro: Aţi greşit adresa email sau parola. Re-încercaţi.

source: You may have mistyped your login or password. Give it another shot?
ro: Aţi greşit adresa email sau parola. Re-încercaţi?

source: You must be logged in to link your user to your Facebook account.
ro: Trebuie să fiţi conectat pentru a putea asocia contul dvs. utilisator la contul Facebook.

source: You need to fill in this field
ro: Infor;aţie obligatorie

source: You're already logged in.
ro: Sunteţi deja conectat

source: You're not currently signed in.
ro: Nu sunteţi conectat încă.

source: Your account has been successfully linked to your Facebook user %1!
ro: Contul dvs. a fost asociat cu contul dvs. Facebook %1!

source: Your browser can remember your login for you
ro: Navigatorul dvs. vă poate memora loginul pentru o conectare ulterioară

source: Your comment has been added. If it does not immediately appear, it may have been flagged for moderation and should appear shortly.
ro: Co;entariul dvs. a fost adăugat. Dacă nu apare imediat, este in aşteptare de moderare si va apărea curând.

source: Your password has been reset. Welcome back.
ro: Parola dvs. a fost resetată. Bine v-aţi întors.

source: Your password should be at least six characters
ro: Parola trebuie sa conţină şase caractere

source: [%1] Moderate comment: %2
ro: [%1] Comentariu moderat: %2

source: [%1] New comment: %2
ro: Nou omentariut: %2

source: email address
ro: adresă email

source: publish
ro: publicaţi

source: type your password again
ro: re-scrieţi parola

source: unpublish
ro: nu publicaţi

source: warning
ro: atenţie
